["Pernah suka sama siapa aja? berapa lama?",
  "Kalau boleh atau kalau mau, di gc/luar gc siapa yang akan kamu jadikan sahabat?(boleh beda/sma jenis)",
  "apa ketakutan terbesar kamu?",
  "pernah suka sama orang dan merasa orang itu suka sama kamu juga?",
  "Siapa nama mantan pacar teman mu yang pernah kamu sukai diam diam?",
  "pernah gak nyuri uang nyokap atau bokap? Alesanya?",
  "hal yang bikin seneng pas lu lagi sedih apa",
  "pernah cinta bertepuk sebelah tangan? kalo pernah sama siapa? rasanya gimana brou?",
  "pernah jadi selingkuhan orang?",
  "hal yang paling ditakutin",
  "siapa orang yang paling berpengaruh kepada kehidupanmu",
  "hal membanggakan apa yang kamu dapatkan di tahun ini",
  "siapa orang yang bisa membuatmu sange",
  "siapa orang yang pernah buatmu sange",
  "(bgi yg muslim) pernah ga solat seharian?",
  "Siapa yang paling mendekati tipe pasangan idealmu di sini",
  "suka mabar(main bareng)sama siapa?",
  "pernah nolak orang? alasannya kenapa?",
  "Sebutkan kejadian yang bikin kamu sakit hati yang masih di inget",
  "pencapaian yang udah didapet apa aja ditahun ini?",
  "kebiasaan terburuk lo pas di sekolah apa?",
  "Apa hal pertama yang akan Anda lakukan jika Anda bangun sebagai lawan jenis?",
  "Pernahkah Anda membiarkan orang lain mendapat masalah karena sesuatu yang Anda lakukan?",
  "Apa hal paling memalukan yang pernah Anda lakukan?",
  "Apa alasan paling konyol bahwa Anda pernah putus dengan seseorang?",
  "Apa kebiasaan paling buruk yang Anda miliki?",
  "Menurut Anda apa fitur terbaik Anda? Dan apa yang terburuk?",
  "Apa hal paling berani yang pernah kamu lakukan?",
  "Siapa disini yang ingin kamu enchant pada babi?",
  "Kapan terakhir kali Anda mengompol?",
  "Apa yang paling kamu impikan dari tidur?",
  "Jika Anda akan menghasilkan uang secara ilegal, bagaimana Anda membuatnya?",
  "Apa hal kekanak-kanakan yang masih Anda lakukan?",
  "Jika Anda buta, siapa yang akan menjadi anjing pemandu Anda?",
  "Apa yang paling mengesankan Anda?",
  "Jika Anda diizinkan untuk menggunakan hanya 3 kata untuk sisa malam mulai sekarang - yang mana itu?",
  "Jika Anda seorang diktator, hukum mana yang akan Anda undang terlebih dahulu?",
  "Jika Anda hidup selama era Nazi, siapa Anda?",
  "Apa pengalaman paling memalukan di waktu sekolah / waktu belajar / pendidikan / tahun lalu?",
  "Apa kesalahan terbesar dalam hidup Anda?",
  "Apa yang tidak akan pernah Anda lakukan - bahkan jika Anda tahu Anda hanya memiliki 12 jam lagi untuk hidup?",
  "Pelanggaran apa yang telah Anda lakukan?",
  "Ceritakan padaku rahasia dari masa kecilmu.",
  "Apa wakil (rahasia) terbesar Anda?",
  "Apa yang ingin Anda lakukan dengan saya … (atau orang xy), jika Anda kemudian dapat menghapus ingatannya (dia, …)?",
  "Apa hal terburuk yang pernah Anda lakukan kepada siapa pun?",
  "Siapa yang paling kamu sukai?",
  "Pernahkah Anda jatuh cinta dengan salah satu member grup ini?",
  "Jika Anda seorang vampir, siapa di sini yang akan Anda gigit sekarang?",
  "Apa hal terburuk yang pernah Anda alami?",
  "Apakah Anda pernah buang air besar di depan umum?",
  "Apa fantasi tergelapmu?",
  "Apa hal terbaik yang pernah Anda alami dengan orang lain?",
  "Apa turn-off terbesar bagi Anda?",
  "Apa yang paling Anda sukai dari tubuh Anda dan apa yang paling jelek?",
  "Siapa di sini yang ingin kamu lihat telanjang?",
  "Siapa di sini yang bisa membuatmu jatuh cinta?",
  "Pernahkah Anda bermimpi erotis di mana seseorang dari grup ini muncul?",
  "Jika Anda akan menato diri Anda di area genital - apa yang akan ada di sana?",
  "Apa yang lebih penting dalam suatu hubungan - seks atau cinta?",
  "Apakah Anda pikir seks itu keren, bagus, oke, kadang-kadang menyenangkan - atau tidak begitu penting bagi Anda?",
  "Apa yang membuat Anda benar-benar bercinta?",
  "Berapa kali seminggu / bulan berhubungan seks - dan seberapa sering Anda ingin berhubungan seks?",
  "Berapa banyak pasangan seks yang telah Anda tiduri?",
  "Bagian tubuh manakah yang paling membuat Anda bergairah?",
  "Bagaimana, di mana dan dengan siapa Anda pertama kali seks?",
  "Seberapa pentingkah foreplay yang diperluas untuk Anda?",
  "Apa yang harus dilakukan pria / wanita untuk menggoda Anda?",
  "Pernahkah Anda _threesome_? Dan bagaimana Anda menyukainya?",
  "Pernahkah Anda berhubungan seks dengan teman baik?",
  "Apakah Anda pernah berhubungan seks dengan salah satu member grup ini - _(kecuali pasangan Anda?)_",
  "Apa yang terjadi pada kencanmu yang canggung?",
  "Apa momen paling memalukan dalam seks yang pernah Anda alami?",
  "Kamu benar-benar jatuh cinta, tapi kemudian dia pergi. Apa yang harus terjadi untuk membuat Anda lari berteriak?",
  "Apa yang pertama-tama Anda cari dari seorang wanita - payudara, pantat atau wajah?",
  "Apa yang Anda cari dalam diri seorang pria terlebih dahulu dan apa yang harus dia miliki sehingga Anda berpikir: awwwww, cool!",
  "Apa posisi favorit Anda saat berhubungan seks?",
  "Apa yang merupakan tabu mutlak saat berhubungan seks?",
  "Apa hal terpanas yang pernah Anda lakukan?",
  "Pernahkah Anda berhubungan seks cybersex atau telepon - dan dengan siapa?",
  "Apa keinginan rahasia Anda yang paling buruk?",
  "Apa yang lebih baik - dicukur atau tidak dicukur?",
  "Menurutmu, siapa di sini yang melakukan seks terbaik?",
  "Siapa yang akan Anda beri uang untuk tidur dengan Anda?",
  "Apa pengalaman seks Anda yang paling gila?",
  "Apakah Anda pernah melakukan hubungan seks yang berbahaya - dan bagaimana tepatnya itu?",
  "Apakah Anda pernah berhubungan seks dengan orang asing? misalnya dari Tinder?",
  "Jika Anda menelepon - apa spesialisasi Anda?",
  "Apa yang paling Anda pikirkan ketika Anda memuaskan diri sendiri?",
  "Pernahkah Anda berhubungan seks dengan sesama jenis?",
  "Apa cara terbaik untuk membaringkan Anda?",
  "Dengan siapa Anda akan tidur - apakah Anda sudah menikah atau cinta abadi?",
  "Dengan siapa Anda melakukan seks terbaik dalam hidup Anda?",
  "Apakah Anda pernah membayar untuk seks?",
  "Siapa yang kamu punya mimpi panas terakhir tentang?",
  "Pernahkah Anda terkejut saat berhubungan seks - dan oleh siapa?",
  "Di mana zona sensitif seksual Anda?",
  "Apakah Anda mengeluh pada klimaks?",
  "Dengan siapa kamu ingin berhubungan seks?",
  "Kapan terakhir kali Anda berhubungan seks?",
  "Di mana Anda memiliki tindikan intim?",
  "Berapa banyak pria / wanita yang sudah Anda cium?",
  "Dengan siapa kamu memiliki kencan terpanas?",
  "Kapan pertama kali kamu?",
  "Apakah kamu masih perawan?",
  "Di toilet: Melipat atau menggulung tisu toilet?",
  "Di mana Anda bercukur di mana-mana?",
  "Apakah Anda pernah berhubungan intim dengan 2 orang sekaligus?",
  "Apakah Anda pernah mendengar rintihan kakak / kakak Anda?",
  "Pernahkah Anda terjebak dalam masturbasi?",
  "Di tempat mana Anda berhubungan seks?",
  "Pernahkah kamu menipu seseorang?",
  "Hewan apa yang paling cocok untukmu dan mengapa?",
  "Apa kencan terburukmu?",
  "Siapa yang ingin kamu cium sekarang?",
  "Apa rahasia kamu, fantasi gelap?",
  "Apakah Anda lebih suka tato pantat Anda atau menusuk lidah Anda?",
  "Apakah kamu selalu setia?",
  "Apakah Anda memiliki naksir remaja?",
  "Di orang mana kamu jatuh cinta?",
  "Selebritas mana yang ingin kamu kencani?",
  "Apa waasa saat paling memalukan dalam hidup Anda?",
  "Mulut mana yang paling Anda sukai dari grup di sini?",
  "Pemain mana yang memiliki tangan paling indah?",
  "Di mana ciuman pertamamu?",
  "Siapa di sini mungkin yang paling geli?",
  "Apa kesalahan terbesar dalam hidup Anda?",
  "Apakah sesuatu yang memalukan terjadi pada Anda berkencan?",
  "Apakah Anda pernah melakukan kontak dengan narkoba?",
  "Orang mana yang ingin kamu cium sekarang?",
  "Kapan terakhir kali Anda mabuk?",
  "Pernahkah kamu selingkuh saat ujian sekolah?",
  "Pernahkah kamu mencuri sesuatu di masa lalu?",
  "Apakah kamu mendengkur di malam hari?",
  "Yang manakah lagu favoritmu?",
  "Dengan pemain mana Anda akan bertukar tubuh selama 1 minggu dan mengapa?",
  "Anda pindah ke pulau yang sepi, siapa di sini yang akan kamu ajak?",
  "Apa yang paling kamu takuti?",
  "Di mana Anda bercukur di mana-mana?",
  "Apakah Anda memiliki nama panggilan?",
  "Apakah Anda melihat ke dalam toilet sebelum mencuci?",
  "Siapa yang memberimu sakit hati terburuk?",
  "Apa hal paling memalukan yang pernah terjadi padamu?",
  "Berapa banyak tipe / cewek yang sudah kamu cium?",
  "Kamu jatuh cinta dengan siapa?",
  "Bintang mana yang kamu sukai?",
  "Apakah Anda memulai sesuatu dengan XY (masukkan nama)?",
  "Pernahkah kamu mencuri sesuatu?",
  "Orang terkenal mana yang ingin kamu habiskan bersama?",
  "Kamu harus menikahi publik figur, siapa?",
  "Bagaimana / di mana / dengan siapa ciuman pertama Anda?",
  "Apakah kamu masih perawan?",
  "Apakah kamu bercukur? Jika ya, dimana?",
  "Gaya rambut apa yang Anda miliki di area genital?",
  "Apakah Anda ingin menjadi intim dengan seseorang dengan jenis kelamin Anda sendiri?",
  "Apakah Anda suka foreplay yang lama? Jika demikian, bagaimana tampilannya?",
  "Apa yang Anda pikirkan ketika Anda memuaskan diri sendiri?",
  "Apakah kamu masih perawan?",
  "Pernahkah kamu menipu seseorang?",
  "Apakah Anda mengeluh saat orgasme?",
  "Pernahkah Anda terjebak dalam masturbasi?",
  "Apakah Anda pernah mengisi bra Anda?",
  "Kapan terakhir kali Anda berhubungan seks?",
  "Di tempat mana Anda sudah melakukan mastrubasi?",
  "Apa yang Anda pikirkan ketika Anda memuaskan diri sendiri?",
  "Apakah Anda memiliki pengalaman dengan kencing?",
  "Apakah Anda pernah melakukan hubungan seks di luar ruangan?",
  "Apakah kamu selalu setia?",
  "Gaya rambut kemaluan apa yang Anda miliki?",
  "Apakah Anda pernah berhubungan intim dengan 2 orang sekaligus?",
  "Apa rahasia kamu, fantasi gelap?",
  "Apakah Anda membiarkan diri Anda dicipratkan ke wajah seorang pria?",
  "Apakah Anda bermain permainan dokter ketika Anda masih muda?",
  "Jika Anda harus melepaskan iklan kontak erotis, apakah itu?",
  "Siapa yang kamu anggap paling cantik di babak ini? Urutkan semua orang dari lucu ke jelek.",
  "Siapa di kelas Anda yang kemungkinan besar akan Anda cium?",
  "Siapa di grup ini yang TIDAK AKAN Anda undang di pesta?",
  "Apa kebohongan terakhir yang Anda katakan pada orang di sebelah kanan Anda?",
  "Apa harapan terbesarmu yang tidak pernah kau katakan?",
  "Pelanggaran apa yang telah Anda lakukan?",
  "Apakah Anda kencing di kamar mandi?",
  "Perilaku kekanakan apa yang Anda miliki hari ini?",
  "Di mana Anda bercukur di mana-mana?",
  "Pernahkah kamu menipu seseorang?",
  "Apa ketakutan terbesarmu yang tidak diketahui siapa pun?",
  "Dalam siapa kamu pernah jatuh cinta, yang tidak ada yang tahu apa-apa?",
  "Apakah Anda pernah mengisi bra atau celana dalam Anda?",
  "Apakah Anda lebih suka menjadi jelek dan populer atau cantik dan tidak populer?"]
